export default function HowItWorks() {
  return (
    <section title="Як це працює?">
      <h2>Як це працює</h2>
      <ul>
        <li>
          <h3>Пройди коротке завдання</h3>
          <p>Виконай практичне завдання замість заповнення довгих анкет</p>
        </li>
        <li>
          <h3>Отримай реальний фідбек</h3>
          <p>Дізнайся свої сильні сторони та зони росту від професіоналів</p>
        </li>
        <li>
          <h3>Отримай шанс</h3>
          <p>Навіть без досвіду — покажи своє мислення та потенціал</p>
        </li>

        <div>
          <h2>Прозорість і чесність</h2>
          <p>
            FairHire створена для того, щоб оцінка була справедливою. Ми не
            ховаємо критерії, не використовуємо незрозумілі алгоритми. Ви завжди
            знаєте, що від вас очікують і як вас оцінюють.
          </p>
          <ul>
            <li>
              <p>Без прихованих критеріїв</p>
            </li>
            <li>
              <p>Реальний фідбек</p>
            </li>
            <li>
              <p>Безпечне середовище</p>
            </li>
          </ul>
        </div>
      </ul>
    </section>
  );
}
